{
  "title": "Arabic Title",
  "apply": "Apply",
  "to-second-page": "Arabic description",
  "rent": "For Rent",
  "sale": "For Sale",
  "category": "Category",
  "propertyType": "Property type",
  "location": "Location",
  "show_results": "Show {{count}} results",
  "hero_image_alt": "Qatar living properties marketplace",
  "features_properties": "Featured Properties",
  "popular_locations": "Popular Locations",
  "featured_agencies": "Featured Agencies",
  "properties_for_rent": "Properties for Rent",
  "properties_for_sale": "Properties for Sale",
  "QL_articles": "Qatar Living Articles",
  "popular_locations_description": "Discover amazing properties from the best places in Qatar",
  "qatar_best": "Qatar's Best",
  "beds": "Beds",
  "choose": "Choose",
  "price": "Price",
  "ago": "ago",
  "qar": "QAR",
  "minimum": "Minimum",
  "maximum": "Maximum",
  "title_popular_searches": "Popular Searches",
  "popular_apartments_locations": "Search for apartments by location",
  "popular_villas_locations": "Search for villas by location",
  "social_media_title": "Are you following us on social media?",
  "social_media_description": "Stay tuned with Qatar Living Properties on social media for the latest updates, featured exclusive listings, market trends, and valuable insights to guide your investments.",
  "ql_properties": "Qatar Living® Properties",
  "read_more": "Read more",
  "posts": "Posts",
  "follow": "Follow",
  "bedroom": "Bedroom",
  "furnished": "Furnished",
  "no_commission": "No Commission",
  "page_views": "Page Views",
  "new_visitors": "New Visitors",
  "property_views": "Property Views",
  "apartments_for_rent": "Apartments for rent in {{title}}",
  "apartments_for_sale": "Apartments for sale in {{title}}",
  "villas_for_rent": "Villas for rent in {{title}}",
  "villas_for_sale": "Villas for sale in {{title}}",
  "explore_world": "Explore Properties Across the World",
  "explore_world_description": "Take a deep dive and browse homes for sale, with original photos, excellent international locations and local insights to find what is right for you.",
  "faqsTitle": "FAQ's",
  "question1": "How do I list my property on the Qatar Living website?",
  "answer1": "You must first create an account by clicking on the little profile person icon in the top right corner. When the account is created, you can tap ‘+Post Ad’ and you are ready to go!",
  "question2": "Is there a fee to list a property for rent or sale?",
  "answer2": "Yes, all property listings are charged at a reasonable rate with options to feature, promote and refresh! If you are a real estate agent, you can take advantage of our range of real estate packages.",
  "question3": "What types of properties can I list?",
  "answer3": "All kinds! Apartments, villas, villa apartments, hotel residences and that’s just the residential properties. You can also list commercial properties like offices and retail outlets.",
  "question4": "Can real estate agents list properties?",
  "answer4": "Absolutely! We are a property portal for all agents and agencies in Qatar. Everyone is welcome, be sure to have the correct operating licenses.",
  "question5": "What are the subscription packages available for real estate agents?",
  "answer5": "Packages start with 10 listings, 20 listings, 50 listings and more. We have a package suited to your portfolio. Just get in touch with our team to find out more.",
  "question6": "Can I upgrade or downgrade my subscription package?",
  "answer6": "Why would you want to downgrade? When you choose the bigger listings packages, you get more featured adverts and refreshes. Upgrading is no problem either. You can upgrade from the dashboard or reach out to the team directly.",
  "question7": "What additional marketing services are available for property listings?",
  "answer7": "We have it all! Walk-through videos, photography packages, 360 virtual tours and much more. Get in touch with the team to see how we can elevate your real estate.",
  "question8": "How do I edit or remove a listing?",
  "answer8": "It’s so easy! The options to edit or remove are within the dashboard and within a few clicks, the changes are made.",
  "question9": "How long will my property listing be visible on the portal?",
  "answer9": "It depends on you and how quickly you rent or sell your property. Our subscription packages will be visible for at least one month.",
  "question10": "What are the requirements for uploading property photos and videos?",
  "answer10": "One of our special features is the introduction of the blue plate feature! When you add any listing, you will need to provide the blue plate details. You will also need an accurate description and of course some amazing photographs of the property.",
  "question11": "How do potential buyers or renters contact me about my property?",
  "answer11": "There are so many ways they can contact you – they can call, send you a WhatsApp message and even request a call back!",
  "question12": "Can I track the performance of my property listing?",
  "answer12": "We couldn’t leave you without any data! When you add listings to your subscription, you can track a wide variety of details about the performance of your property  or properties. We will tell you how often they are seen, how many times you were contacted, even how often your ads were shared.",
  "question13": "What do I do if I have technical issues with my listing?",
  "answer13": "We have a customer service team ready to help!",
  "question14": "Is there a way to boost my property’s visibility on the portal?",
  "answer14": "There are so many ways, you will be spoilt for choice. Featuring or refreshing your advert will increase views and potential callers.",
  "question15": "Is there an option to integrate my website listings with QatarLiving Properties?",
  "answer15": "If you know it will take you a long time to upload hundreds of listings, get in touch with our team, we have an easy integration solution.",
  "question16": "What steps can I take to improve the visibility of underperforming listings?",
  "answer16": "Refresh, refresh and refresh! Refreshing regularly ensures your advert appears at the top of the search result list for our web-users to see. In addition to refreshing, our helpful dashboard offers help and tutorials on how to improve the quality of your advert.",
  "question17": "I have so many agents, how does your platform help me?",
  "answer17": "We have you and your agents covered! As a Super-Admin, you can manage your agents' listings as well as additional features. Invite, edit, distribute and update your agents as needed.",
  "question18": "Can my agents log in to the portal too?",
  "answer18": "Yes, they can! Not only log in, but they will have access to their own user dashboard along with statistics and other useful tools.",
  "question19": "Are there marketing trends or insights available to help inform my property strategies?",
  "answer19": "Subscribe to our newsletter for updates on market trends and other useful insights.",
  "question20": "What resources are available to me and my agents from the dashboard?",
  "answer20": "More than you can imagine! In addition to your adverts, statistical data and agent management, we have a range of tutorials to help you get the most out of our subscription.",
  "question21": "Apart from the website, is there any other way of increasing visibility on my listings?",
  "answer21": "You mean millions of pageviews each month are not enough? We have you covered... Our social media channels are among the best in the country for followers, engagement and frequency of posting. If you want to reach thousands more people, ask us about our social media products.",
  "question22": "What are the methods of payment?",
  "answer22": "On the website you can pay by credit or debit card but if you wish to pay by cheque, bank transfer or online payment, that can be arranged. Simply ask for a quotation to be sent to you at the payment screen and our team will be in touch.",
  "question23": "Is there an option to integrate my website listings with Qatar Living Properties?",
  "answer23": "If you know it will take you a long time to upload hundreds of listings, get in touch with our team, we have an easy integration solution.",
  "question24": "What steps can I take to improve the visibility of under-performing listings?",
  "answer24": "Refresh, refresh and refresh! Refreshing regularly ensures that your advert appears at the top of the search result list for our web-users to see. In addition to refreshing, our helpful dashboard offers help and tutorials on how to improve the quality of your advert.",
  "question25": "How do I search for a property on the website?",
  "answer25": "You can be as vague or specific as you like. Enter the search criteria for what you're looking for or just look at everything. We have residential, commercial and even international properties.",
  "question26": "Can I filter properties by location, price, or property type?",
  "answer26": "That’s just the start! Want a property with a padel court or something near the metro? Use our advanced filters.",
  "question27": "How do I contact the property owner or agent?",
  "answer27": "You can either call or WhatsApp them. Later on, we will offer you the option to request a call back.",
  "question28": "Is there a way to save my favourite listings?",
  "answer28": "You bet! Tap on the little heart to show it some love and come back later.",
  "question29": "How do I know if a property is still available?",
  "answer29": "If it's on the website, it should still be available. e pride ourselves on having up-to-date listings so if a property is showing but is not available when you call, let us know and we will ask the agent to remove it.",
  "question30": "How often are new properties added to the website?",
  "answer30": "Believe it or not but we have hundreds of new listings each week! Some are new buildings and some that have come back on the market. ",
  "question31": "Are there any fees or costs for using the website to browse properties?",
  "answer31": "It is absolutely free to browse, save and send listings on our website.",
  "question32": "Is there a way to sign up for alerts when new properties match my search criteria?",
  "answer32": "If you create an account and sign up for our newsletter, we will send you property details for similar matches or properties that really stand out.",
  "question33": "How accurate are the property photos and descriptions?",
  "answer33": "We try to provide accurate data by asking the agents and agencies to add exact location details and valid licenses. This should ensure accuracy for all properties.",
  "question34": "Can I see a virtual tour or video walk-through of the property?",
  "answer34": "You can! Look out for the properties that have a little '360' tag for the virtual tours and check our landing page for the latest property reels from our Instagram page.",
  "question35": "How do I know if an agent or agency is reliable or verified?",
  "answer35": "We ask all agents and agencies to upload their license and company data. This will help you to find a legitimate broker. If there is no verified badge, this doesn't mean they are not legitimate, it simply means they did not upload their details. ",
  "question36": "Is there a way to see reviews or ratings for agents and agencies?",
  "answer36": "Ratings are coming soon! Watch this space!",
  "question37": "How can I leave feedback about an agent or agency I’ve interacted with?",
  "answer37": "When we introduce our new rating system, you will be able to leave feedback to help other people on their journey too.",
  "question38": "How do I use the map view to find properties?",
  "answer38": "Especially useful when looking at local points of interest such as schools, hospitals, metros and even the office! You will be able to look for listings in the areas most important to you.",
  "question39": "What do the pins on the map represent, and how do I interact with them?",
  "answer39": "The pins will indicate if a property is there, if the location is exact or approximate and if you tap, the details will also be revealed.",
  "question40": "Can I see nearby amenities or transport links on the map?",
  "answer40": "You can! And you can see them in the more detailed page too - including the distances.",
  "question41": "How do I use the mortgage calculator on the property listing pages?",
  "answer41": "If you're thinking about buying a property, our calculator will show you the monthly charges. We might also recommend a finance provider too.",
  "question42": "Why am I seeing certain banner ads while browsing the site?",
  "answer42": "Our banners represent all things related to real estate, from furniture to financing. Some of the banners are specifically relevant to the section being viewed.",
  "article1Title": "Six Qatari firms feature in Forbes real estate leaders list",
  "article1Description": "The Forbes Middle East list for Most Impactful Real Estate Leaders 2024 is out and The Forbes Middle East list for Most Impactful",
  "article2Title": "Msheireb Downtown Sets World Record",
  "article2Description": "The Forbes Middle East list for Most Impactful Real Estate Leaders 2024 is out and The Forbes Middle East list for Most Impactful",
  "article3Title": "Qatar Digitizes Real Estate Registration",
  "article3Description": "The Forbes Middle East list for Most Impactful Real Estate Leaders 2024 is out and The Forbes Middle East list for Most Impactful",
  "article4Title": "The Lane Residence Project in Lusail Boulevard initiates excavation & foundation",
  "article4Description": "The Forbes Middle East list for Most Impactful Real Estate Leaders 2024 is out and The Forbes Middle East list for Most Impactful",
  "agent_or_broker": "I am a Real Estate Agent or Broker",
  "interestered_in_listing": "I am Interested in Listing my Property",
  "looking_for_properties": "I am Looking For Properties",
  "faqs_description": "Find quick answers to your most common questions and get the help you need to make the most of Qatar Living",
  "stats_heading": "Discover the Power of Qatar's Leading Property Platform",
  "stats_text1": "Where agents gain unmatched exposure and property seekers find their perfect home.",
  "stats_text2": "Join us for top-tier visibility and real results in buying, selling, or renting! Check out our impressive stats below from 2023!",
  "impressions": "Impressions",
  "explore_more": "Explore More",
  "international_properties": "International Properties",
  "share_feedback": "Share Feedback",
  "category_type": "Category",
  "userName": "Full name",
  "contact_email": "Contact email",
  "contact_mobile": "Phone number",
  "feedback": "Feedback",
  "username_required_error": "User name is required",
  "email_required_error": "Contact email is required",
  "category_type_required_error": "Category type is required",
  "feedback_required_error": "Feedback message is required",
  "invalid_email_format_error": "Invalid email format",
  "feedback_form_header": "Your satisfaction, our priority",
  "feedback_form_description": "We’re here to listen and assist with any questions or concerns. Your satisfaction drives us to improve continually.",
  "modal_feedback_btu_label": "close",
  "modal_feedback_success_title": "Your message was submitted",
  "modal_feedback_success_detail": "Thank you for your feedback! We’ll review it promptly and work on fixing any issues to improve your experience.",
  "modal_feedback_error_title": "Your message was not sent",
  "modal_feedback_error_detail": "There was an error delivering your feedback, please try again.",
  "contact_mobile_required_error": "Phone Number is required",
  "invalid_qatar_phone_number_error": "Invalid Qatar number",
  "access_denied": "Access denied",
  "restricted_message": "You are an Admin User Please use Back-office to perform any actions",
  "show_more": "Show More",
  "show_less": "Show Less",
  "price_error": "Max price should always be greater then or equal to Min price",
  "ready_to_move_in": "Ready to Move In",
  "off_plan": "Off-plan"
}
